/* 距离本站还有%@站 */
"%@ stops away from here." = "%@ stops away from here.";

/* “附近站点”功能需要使用您的当前位置来发现附近的公交站点。 */
"\"Nearby\" feature needs your location to discover nearby bus stops." = "\"Nearby\" feature needs your location to discover nearby bus stops.";

/* 关于本程序 */
"About" = "About";

/* 致谢 */
"Acknowledgements" = "Acknowledgements";

/* 加入收藏 */
"Add to Favorites" = "Add to Favorites";

/* 所有公交站 */
"All stops" = "All stops";

/* 发现新版本 */
"App Update" = "App Update";

/* %1$@次公交于%3$@到达，离您还有%2$d站 */
"Bus #%1$@ was %2$d stops to your place at %3$@" = "Bus #%1$@ was %2$d stops to your place at %3$@";

/* 公交车数据库更新完成。 */
"Bus databased update finished." = "Bus databased update finished.";

/* 途径该站的公交线路暂未被系统收录。 */
"Bus lines pass the bus stop is not included in the system yet." = "Bus lines pass the bus stop is not included in the system yet.";

/* 路线名或首字母缩写 */
"Bus Name, Pinyin Abbrivation" = "Bus Name, Pinyin Abbrivation";

/* 公交线路可能临时调整，请查看“出行提示”的公交线路调整信息。 */
"Bus route may changed temporarily, please check \"News\" section." = "Bus route may changed temporarily, please check \"News\" section.";

/* 公交%1$@次班车于%2$@到达 */
"Bus: %1$@ arrived here at %2$@" = "Bus: %1$@ arrived here at %2$@";

/* 公交路线 */
"Buses" = "Buses";

/* 在途的公交车 */
"Buses on the way" = "Buses on the way";

/* 公交%1$@次班车于%2$@到达： */
"By %2$@, bus: %1$@ arrived at: " = "By %2$@, bus: %1$@ arrived at: ";

/* 取消 */
"Cancel" = "Cancel";

/* 版权协议 */
"Copyright" = "Copyright";

/* 数据库更新 */
"Database Update" = "Database Update";

/* 数据库版本 */
"DB Version" = "DB Version";

/* 免责声明 */
"Disclaimer" = "Disclaimer";

/* 完成 */
"Done" = "Done";

/* 编辑 */
"Edit" = "Edit";

/* 收藏夹 */
"Favorites" = "Favorites";

/* 查询历史 */
"History" = "History";

/* 提示 */
"Info" = "Info";

/* 以后再说 */
"Later" = "Later";

/* 定位服务不可用。可能是您没有打开定位服务。 */
"Location Service is not available. Maybe Location Services is turned off on your device." = "Location Service is not available. Maybe Location Services is turned off on your device.";

/* 糟糕，服务器没有返回任何数据！\n出现这种情况有3种可能：\n\n1. 服务器现在很繁忙，如在上下班高峰。你多刷新几次也许就成功了，也可以过一会儿再刷新。\n2. 服务器内部错误，返回的是无法解析的错误数据。\n3. 历史查询或收藏项目因为数据库升级而无效了。请删除项目，然后从公交车站列表里重新选择车站查询。\n\n如果持续多日出现无法刷新，请向http://sukiapps.com汇报。 */
"Looks like nothing returned from the server.\nThere are 3 possible causes:\n\n1. The server is busy. Especially in rush hour. You can retry several times( or try later), and you may get the result.\n2. The server down and returned gabage data.\n3. History or Favorited station info is outdated. Please delete it and reselect it from Bus stop list.\n\nIf this occured for days, please report this problem at http://sukiapps.com" = "Looks like nothing returned from the server.\nThere are 3 possible causes:\n\n1. The server is busy. Especially in rush hour. You can retry several times( or try later), and you may get the result.\n2. The server down and returned gabage data.\n3. History or Favorited station info is outdated. Please delete it and reselect it from Bus stop list.\n\nIf this occured for days, please report this problem at http://sukiapps.com";

/* 附近站点 */
"Nearby" = "Nearby";

/* 网络连接失败，请重试。 */
"Network error, please retry later." = "Network error, please retry later.";

/* 不再提示 */
"Never" = "Never";

/* 公交车数据库(%@)已经发布。是否开始下载？ */
"New bus database(%@) found, do you want to update?" = "New bus database(%@) found, do you want to update?";

/* 出行提示 */
"News" = "News";

/* 附近没有任何公交车站。 */
"No bus stops nearby." = "No bus stops nearby.";

/* 您还没有收藏任何站点 */
"No Favorites" = "No Favorites";

/* 您还没有任何查询记录 */
"No History" = "No History";

/* 暂未查询 */
"No result yet" = "No result yet";

/* 暂无更新 */
"No update" = "No update";

/* 确定 */
"OK" = "OK";

/* 家长控制设置不允许本程序使用定位信息。 */
"Parental Control denied the app to access your location info." = "Parental Control denied the app to access your location info.";

/* 选择您要执行的操作 */
"Please choose your action" = "Please choose your action";

/* 请输入站名 */
"Please enter bus stop name" = "Please enter bus stop name";

/* 取消收藏 */
"Remove from Favorites" = "Remove from Favorites";

/* 站名搜索 */
"Search" = "Search";

/* 搜索历史 */
"Search History" = "Search History";

/* 公交%@运营时间 */
"Service hours for %@" = "Service hours for %@";

/* 公交%@的运营时间不可用。 */
"Service hours for bus: %@ is not available." = "Service hours for bus: %@ is not available.";

/* 设置 */
"Settings" = "Settings";

/* 下拉页面或摇动设备刷新班车状态。 */
"Shake your device or pull down to refresh." = "Shake your device or pull down to refresh.";

/* 显示地图 */
"Show on map" = "Show on map";

/* 查找一个公交站 */
"Start Use" = "Start Use";

/* 更新完成 */
"Update Finished" = "Update Finished";

/* 立刻升级 */
"Update Now" = "Update Now";

/* 版本号 */
"Version" = "Version";

/* 查看 */
"View" = "View";

/* 您正在使用最新版的公交数据库。 */
"You are already using the latest bus database." = "You are already using the latest bus database.";

/* 您没有允许程序访问您的定位信息。如果你要修改定位授权，请打开“设置”程序，并允许“无锡公交查询”访问您的定位信息。 */
"You are not allow app to access your location info. If you want to change your settings, please use \"Settings\" app and allow  app to access your location info." = "You are not allow app to access your location info. If you want to change your settings, please use \"Settings\" app and allow  app to access your location info.";

/* 您正在使用“BusTime v%@”。\n“BusTime v%@”已经发布。\n是否升级？ */
"You are using \"Wuxi Bus v%@\".\n\"Wuxi Bus v%@\" is already available.\nDo you want to update?" = "You are using \"Wuxi Bus v%1$@\".\n\"Wuxi Bus v%2$@\" is already available.\nDo you want to update?";

